---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilledRegion
source: html/bdc12fe5-c02f-15e5-df20-90a7b388ab24.htm
---
# FilledRegion Properties

The id of the assembly instance to which the element belongs.